<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

?>
<style type="text/css">
.usercondition {
	height: 200px;
	width: 90%;
	overflow-x: hidden;
	overflow-y: scroll;
	padding: 10px 20px;
	border: 1px solid #E8E8E8;
	margin-left: auto;
	margin-right: auto;
	color: #666;
}
.condition_section {
	font-weight: bold;
}
.usercondition_header {
	font-family: Helvetica, Arial, sans-serif;
	font-size: 24px;
	color: #555;
	width: 92%;
	margin-left: auto;
	margin-right: auto;
}


</style>
<div class="usercondition_header">
	เงื่อนไขและข้อตกลงการใช้งาน
</div>
<br/>
<div class="usercondition">
  <p class="condition_section">1. เงื่อนไขทั่วไป</p>
  <p> 1.1    ต่อไปนี้เป็นเงื่อนไขในการใช้งาน (หรือเรียกว่า &quot;เงื่อนไข&quot;) ที่ผู้ดำเนินการหรือผู้ที่เกี่ยวข้องกับ Cosmetic เว็บไซต์ (หรือเรียกว่า &quot;Cosmetic&quot;) และผู้เยี่ยมชมเว็บไซต์ผู้ใช้งาน สมาชิกของเว็บไซต์ทุกคน (หรือเรียกว่า &quot;ผู้ใช้&quot;) จะต้องกระทำตาม ผู้ใช้ จำเป็นจะต้องเห็นด้วยกับ เงื่อนไข นี้ และปฏิบัติตามทุกครั้งเมื่อใช้บริการ (หรือเรียกว่า &quot;บริการ&quot;) ภายในเว็บไซต์ Cosmetic ไม่ว่าจะเป็น บริการ ส่วนหนึ่งส่วนใดหรือ บริการ ทั้งหมดภายในเว็บไซต์</p>
  <p>1.2    ผู้ใช้ จะต้องปฏิบัติตาม กฎระเบียบ คำแนะนำ เงื่อนไข หรือคำเตือนอื่น ๆ ที่ออกโดยวิธีต่าง ๆ จาก Cosmetic ด้วย<br />
  </p>
  <p class="condition_section">2. การใช้คำในเว็บไซต์</p>
  <p>การใช้คำต่าง ๆ มีความหมายตาม เงื่อนไข ดังต่อไปนี้</p>
  <p>2.1 &quot;รีวิว&quot; (Review) หมายถึง การประเมิน ความคิดเห็น รูปภาพ ภาพยนตร์ เสียง และข้อมูลต่าง ๆ ที่มาจาก ผู้ใช้<br />
  </p>
  <p class="condition_section">3. การให้บริการ</p>
  <p>3.1    Cosmetic สามารถตัดสินใจกฎระเบียบในการให้ บริการ เช่น กฎระเบียบของการ รีวิว, การโฆษณาหรือการแจ้งข้อมูลข่าวสาร, ข้อมูลทางด้านระบบหรือ บริการ อื่น ๆ ที่เกี่ยวข้องได้ตามสมควร และ ผู้ใช้ จะต้องเห็นด้วยกับการตัดสินใจดังกล่าว</p>
  <p>3.2    Cosmetic สามารถทำการตัดสินใจแก้ไขปรับปรุงส่วนหนึ่งส่วนใดหรือทั้งหมดของ บริการ ได้ทันที โดยไม่ต้องแจ้งให้ ผู้ใช้ ทราบล่วงหน้า และ Cosmetic จะไม่รับผิดชอบต่อความเสียหายที่อาจจะเกิดขึ้นจากการแก้ไขส่วนหนึ่งส่วนใดหรือทั้งหมดของการ บริการ ต่อ ผู้ใช้<br />
  </p>
  <p class="condition_section">4. การสมัครสมาชิก</p>
  <p>4.1    ในการใช้ บริการ, ผู้ใช้ ที่ต้องการจะโพสต์ รีวิว จะต้องสมัครสมาชิกก่อนเสมอ โดยจะต้องให้ข้อมูลที่ถูกต้องตามความเป็นจริง ตามหัวข้อที่ Cosmetic ได้กำหนดไว้<br />
  </p>
  <p class="condition_section">5. การกระทำต้องห้าม</p>
  <p>5.1    ผู้ใช้ จะต้องไม่กระทำการดังที่จะกล่าวต่อไปนี้ เมื่อใช้ บริการ ของเว็บไซต์ </p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่พาดพิงถึงสถาบันพระมหากษัตริย์และราชวงศ์</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่เกี่ยวข้องกับการเมืองและศาสนา</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่ขัดต่อกฎหมาย หรือมีเจตนาที่ขัดต่อกฎหมาย</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่ขัดแย้งกับศีลธรรม</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่มีผลกระทบด้านลบต่อเด็กและเยาวชน</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่เกี่ยวข้องกับเพศ ความรุนแรง รวมไปถึงการใช้คำพูดเชิงอรรถาธิบาย</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่เป็นการเลือกปฏิบัติ ก่อให้เกิดการแบ่งแยก การแตกแยก และการแบ่งพวก โดยเจตนาก่อให้เกิดความวุ่นวายและการทะเลาะวิวาท</p>
  <p>*การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่ทำลายชื่อเสียง เกียรติยศ ความน่าเชื่อถือ ละเมิดสิทธิส่วนบุคคล ละเมิดลิขสิทธิ์ ละเมิดเครื่องหมายการค้า ของผู้ใช้งานท่านอื่น ของบุคคลที่สาม หรือของ Cosmetic</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง ที่เป็นการบรรยาย การแนะนำ อันนำมาซึ่งการเอื้อประโยชน์ต่อธุรกิจ ต่อสินค้าหรือบริการที่ตนหรือบุคคลที่สามเป็นเจ้าของ</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ นามแฝง อันเป็นเจตนาขายสินค้า/บริการที่ตนหรือบุคคลที่สามเป็นเจ้าของ หรือมีเจตนาที่เป็นไปในทางการค้า</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่เป็นการโฆษณาเชิงธุรกิจ โฆษณาแฝง การขายสินค้าหรือบริการ หรืออื่น ๆ ที่เกี่ยวข้อง</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่ก่อความรำคาญ หรือก่อให้เกิดผลกระทบในด้านลบแก่ผู้ใช้งานท่านอื่น แก่บุคคลที่สาม หรือแก่ Cosmetic</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่เป็นการแอบอ้างผู้ใช้คนอื่น ๆ เพื่อให้เกิดความเข้าใจผิด</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่เป็นข้อมูลส่วนบุคคลของผู้อื่นหรือของสมาชิกเองในที่สาธารณะ หรือการร้องขอให้ผู้อื่นเพิ่ม/แก้ไขข้อมูลส่วนบุคคลในที่สาธารณะ</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่มี URL, link, อีเมล์ หรือ เบอร์โทรศัพท์</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่บิดเบือนความเป็นจริง หรือแตกต่างจากไอเท็มจริง</p>
  <p>* การเพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ อื่น ๆ ที่ Cosmetic พิจารณาแล้วว่าไม่เหมาะสม</p>
  <p>5.2    การที่ผู้ที่เกี่ยวข้องกับไอเท็มโดยตรง หรือเกี่ยวข้องเป็นพนักงาน เพิ่ม/แก้ไข/เลือกใช้ เนื้อหา ข้อความ รูปภาพ ที่เป็นการเอื้อประโยชน์แก่ไอเท็มนั้น ๆ โดยหวังผลทางการค้า</p>
  <p>5.3    การกระทำที่จะเป็นการทำลายระบบคอมพิวเตอร์และการให้ บริการ ของ Cosmetic ด้วยการเขียนโปรแกรม, scripts หรือ code ที่เป็นอันตราย หรือการเจาะระบบข้อมูล และอื่น ๆ </p>
  <p>5.4    การกระทำอื่น ๆ ใดที่ Cosmetic เห็นว่าไม่เหมาะสม</p>
  <p>5.5    ถ้า ผู้ใช้ ไม่ยินยอมหรือไม่ตกลงปฏิบัติตาม เงื่อนไข ดังกล่าว Cosmetic สามารถตัดสินใจกระทำการได้ดังต่อไปนี้</p>
  <p>* เปลี่ยนแปลงหรือลบส่วนหนึ่งส่วนใดของ รีวิว ที่ขัดแย้งกับ เงื่อนไข</p>
  <p>* เปลี่ยนแปลงหรือลบส่วนหนึ่งส่วนใดของ รีวิว ในอดีตของ ผู้ใช้ ที่ไม่ยินยอมหรือไม่ตกลงปฏิบัติตาม เงื่อนไข</p>
  <p>* หยุดหรือระงับการให้ บริการ ชั่วคราวกับ ผู้ใช้ ที่ไม่ยินยอมหรือไม่ตกลงปฏิบัติตาม เงื่อนไข</p>
  <p>* หยุดหรือระงับการให้ บริการ เป็นการถาวรกับ ผู้ใช้ ที่ไม่ยินยอมหรือไม่ตกลงปฏิบัติตาม เงื่อนไข</p>
  <p>* ยกเลิกการเป็นสมาชิก</p>
  <p>* หรืออื่น ๆ ที่ Cosmetic พิจารณาแล้วว่าเห็นสมควร<br />
  </p>
  <p class="condition_section">6. การใช้งานรีวิว</p>
  <p>6.1 
    เวลาในการโพสต์ รีวิว และระยะเวลาในการเก็บ รีวิว ไว้ในเว็บไซต์ เป็นการตัดสินใจของ Cosmetic และ ผู้ใช้ ไม่สามารถโต้แย้งได้</p>
  <p>6.2    Cosmetic สามารถใช้ รีวิว ต่าง ๆ ในเว็บไซต์ได้ฟรี และสามารถคัดลอก ทำซ้ำ อ้างอิง เปิดเผย ตีพิมพ์ หรือกระทำอย่างอื่นได้ฟรี โดยไม่จำเป็นที่จะต้องแจ้ง ผู้ใช้ ทราบ<br />
  </p>
  <p class="condition_section">7. ความรับผิดชอบของผู้ใช้</p>
  <p>7.1    ถ้า ผู้ใช้ ไม่ยินยอมหรือไม่ปฏิบัติตาม เงื่อนไข ข้อหนึ่งข้อใดหรือทั้งหมด และนำมาซึ่งความเสียหายกับ ผู้ใช้ เอง, กับบุคคลที่สาม หรือกับ Cosmetic, ผู้ใช้ จะต้องเป็นผู้รับผิดชอบในการกระทำดังกล่าว และชดใช้ค่าความเสียหายที่เกิดขึ้น รวมทั้งค่าทนาย</p>
  <p>7.2    ถ้า ผู้ใช้ ไม่ยินยอมหรือไม่ปฏิบัติตาม เงื่อนไข ข้อหนึ่งข้อใดหรือทั้งหมด และนำมาซึ่งความเสื่อมเสีย การตำหนิต่อว่า หรือความเสียหายอื่น ๆ ต่อ ผู้ใช้ รายอื่น, ต่อบุคคลที่สาม หรือต่อ Cosmetic, ผู้ใช้ จะต้องเร่งรีบกระทำการแก้ไขด้วยตนเอง โดย Cosmetic จะไม่มีส่วนรู้เห็นในการแก้ไขนั้น<br />
  </p>
  <p class="condition_section">8. ข้อยกเว้นในความรับผิดชอบ</p>
  <p>8.1    รีวิว ถูกนำเสนอโดยความรับผิดชอบของ ผู้ใช้, Cosmetic ไม่สามารถรับผิดชอบหรือรับประกันความถูกต้อง ความน่าเชื่อถือ หรือ อื่น ๆ เกี่ยวกับ รีวิว ได้</p>
  <p>8.2    Cosmetic ไม่จำเป็นจะต้องตรวจสอบ รีวิว ก่อนทุกครั้งที่จะทำการโพสต์ว่า รีวิว ดังกล่าว ถูกต้องตรงตาม เงื่อนไข หรือไม่</p>
  <p>8.3    ผู้ใช้ ยอมรับว่าหากมีการระงับการให้ บริการ ชั่วคราว อันเนื่องมาจากการซ่อมบำรุงระบบประจำงวด, ปัญหาของเครือข่าย หรืออื่น ๆ Cosmetic จะไม่รับผิดชอบต่อความเสียหายใด ๆ ที่เกิดขึ้นจากเหตุดังกล่าว</p>
  <p>8.4 นอกเหนือจาก เงื่อนไข ที่กล่าวมาแล้ว Cosmetic จะไม่รับผิดชอบต่อความเสียหายใด ๆ ทั้งสิ้น ที่เกิดจากการ บริการ, เกิดจาก ผู้ใช้ หรือเกิดจากบุคคลที่สาม<br />
  </p>
  <p class="condition_section">9. เหตุการณ์ที่ไม่อาจหลีกเลี่ยงได้</p>
  <p>Cosmetic จะไม่รับผิดชอบหากมีเหตุการณ์ใด ๆ ที่ผิดจาก เงื่อนไข เกิดขึ้นโดยเหตุการณ์นั้นเกินขีดความสามารถในการควบคุมของ Cosmetic<br />
  </p>
  <p class="condition_section">10. ข้อห้ามในการคัดลอก/ทำซ้ำ</p>
  <p>ห้ามมิให้ คัดลอก ทำซ้ำ เปิดเผย จัดหา ตีพิมพ์ หรือวิธีอื่นใด ซึ่งได้มาจาก รูปแบบของเว็บไซต์ ข้อมูลของระบบ การออกแบบข้อมูล การออกแบบระบบ ไอเดีย ความคิด บทความ รูปภาพ รูปวาด ชื่อหรือสิ่งอื่นใดหรือการให้ บริการ ของ Cosmetic โดยเด็ดขาด</p>
</div>